from study.models import Course, Lesson




lesson = [
    {'lesson_number': 1, 'lesson_title': 'Согласно классификации М.Вебера, фирменное наименование лицензирует умысел',
     'is_homework': True, 'homework_title': 'Культ джайнизма включает в себя поклонение Махавире '},
    {'lesson_number': 2, 'lesson_title': ' Общественной палаты. В ряде недавних судебных решений реальность порождена временем. ',
     'is_homework': True, 'homework_title': 'Причиненный ущерб, в представлениях континентальной школы права'},

    {'lesson_number': 3, 'lesson_title': 'В слабопеременных полях (при флуктуациях на уровне единиц процентов) гравитирующая сфера испускает вращательный фронт в полном соответствии с законом сохранения энергии.',
     'is_homework': True, 'homework_title': 'Экситон, как того требуют законы термодинамики, масштабирует электронный кристалл.'},
    {'lesson_number': 4, 'lesson_title': 'Разрыв заряжает вихрь.',
     'is_homework': True, 'homework_title': 'Возмущение плотности стохастично притягивает объект.'},
    {'lesson_number': 5, 'lesson_title': 'Электрон трансформирует наносекундный лазер, однозначно свидетельствуя о неустойчивости процесса в целом. ',
     'is_homework': True, 'homework_title': 'Турбулентность когерентна. Химическое соединение активно.'},
    {'lesson_number': 6, 'lesson_title': 'Исследователями из разных лабораторий неоднократно наблюдалось',
     'is_homework': True, 'homework_title': 'Призма мгновенно синхронизует тангенциальный кристалл.'},
    {'lesson_number': 7, 'lesson_title': ' Магнит поглощает фонон.',
     'is_homework': True, 'homework_title': 'Колебание, как можно показать с помощью не совсем тривиальных вычислений, определяет квантовый экситон'},
    {'lesson_number': 8, 'lesson_title': 'Не факт, что линейное уравнение небезынтересно',
     'is_homework': True, 'homework_title': 'Дело в том, что начало координат позитивно программирует кварк. '},
    {'lesson_number': 9, 'lesson_title': 'Колебание проецирует циркулирующий квазар, при этом дефект массы не образуется.',
     'is_homework': True, 'homework_title': 'Непрерывная функция упруго искажает электронный солитон. '},
    {'lesson_number': 10, 'lesson_title': 'График функции, по данным астрономических наблюдений',
     'is_homework': True, 'homework_title': 'Сверхпроводник в принципе притягивает спиральный фронт'}

]
